---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeVelocityParam
source: html/16251b18-0d9c-67f5-4974-f3bbb9a1e278.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeVelocityParam Property

"Velocity"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeVelocityParam { get; }
```